[
    {
        "id": 1,
        "img": "https://graphicriver.img.customer.envatousercontent.com/files/261182659/preview.jpg?auto=compress%2Cformat&q=80&fit=crop&crop=top&max-h=8000&max-w=590&s=1b1816ac803f1c81a7737aabb75b87aa",
        "name": "Is web development a good career Option in 2021?",
        "details": "Web developers are one of the most in-demand careers today. The internet is a growing part of every business and company. And there is no shortage of work for web developers. Anyone can take web development training and be a web developer. They can choose this as a freelancing career. Once a plan has been fully created and a design has been established, the developer must construct something to support the plan. It’s possible that the internet tools for simple site development aren’t up to the task. In that situation, a developer will need to devote a significant amount of time. To create something from the start or altering something to meet the project’s unique requirements.\n\n        Developers will need to layout a site in order to satisfy specific aims and expectations. They must consider user experience, calls to action, content, search engine optimization, user agents, and other factors. Before beginning construction on a project, much thought must be put into it.\n        \n        When utilizing an online tool, it may be necessary to adjust the plan to the tool’s constraints. However, if a developer is engaged, the property can be built to satisfy the plan’s requirements.",
        "category": "web development"
    },
    {
        "id": 2,
        "img": "https://i0.wp.com/www.blog.creativeitinstitute.com/wp-content/uploads/2021/08/CompTIA-course.png?fit=1170%2C563&amp;ssl=1%22%20alt=%22comptia%20course",
        "name": "The Importance of a CompTIA Certification to Your IT Career",
        "details": "Current IT industry is booming. With so many candidates fighting for a limited number of jobs, how can you stand out from everyone else? This is where this blog comes in. Here CompTIA’s IT Path career certification has focused. This will help you to know how CompTIA Training can boost your IT career. Thus you can prepare yourself to be competitive in the job market. To create something from the start or altering something to meet the project’s unique requirements.\n\n        Developers will need to layout a site in order to satisfy specific aims and expectations. They must consider user experience, calls to action, content, search engine optimization, user agents, and other factors. Before beginning construction on a project, much thought must be put into it.\n        \n        When utilizing an online tool, it may be necessary to adjust the plan to the tool’s constraints. However, if a developer is engaged, the property can be built to satisfy the plan’s requirements.",
        "category": "web development"
    },
    {
        "id": 3,
        "img": "https://leverageedu.com/blog/wp-content/uploads/2019/10/Job-vs-Business-What-is-Better-.jpg",
        "name": "Top 5 Jobs You can Get if You Learn JavaScript",
        "details": "JavaScript complements 95.1% of all websites that are functioning. Due to its effectiveness and acceptance, JavaScript(JS) is and will continue in use. Many companies are using this programming language. Also, businesses are looking for JavaScript-skilled workers in almost 14% of the advertisements. So, the demand drives the starters to take javascript training in this modern age.  To create something from the start or altering something to meet the project’s unique requirements.\n\n        Developers will need to layout a site in order to satisfy specific aims and expectations. They must consider user experience, calls to action, content, search engine optimization, user agents, and other factors. Before beginning construction on a project, much thought must be put into it.\n        \n        When utilizing an online tool, it may be necessary to adjust the plan to the tool’s constraints. However, if a developer is engaged, the property can be built to satisfy the plan’s requirements.",
        "category": "web development"
    }
]